{
    "io.page-title": "VTEX IO",
    "io.navbar.learn": "Apprendre",
    "io.navbar.feature-list": "Nos Composants",
    "io.navbar.keepup": "Suivre",
    "io.navbar.build": "Construire avec IO",
    "io.navbar.faq": "FAQ",
    "io.hero.globalbrands": "Construire pour des marques mondiales.",
    "io.hero.resources": "Avec le bouton droit de ressources à portée de main, vous aidera à développer la capacité des entreprises à travers le monde.",
    "io.hero.cta": "Construire des magasins avec IO",
    "io.hero.partners": "En apprendre davantage sur notre Programme Partenaire",
    "io.cards.first.title": "Commencer avec IO",
    "io.cards.first.text": "Apprendre les bases et commencer à créer des applications, des extensions et des intégrations.",
    "io.cards.second.title": "IO Classe de Maître",
    "io.cards.second.text": "Regardez des vidéos et de prendre une plongée profonde dans toutes les choses IO: des outils, des conseils et des possibilités.",
    "io.cards.third.title": "Découvrez nos Composants",
    "io.cards.third.text": "Explorer les composants que nous avons élaboré et mis en explorer notre disposition et fonctionnalités à venir.",
    "io.cards.fourth.title": "Foire Aux Questions",
    "io.cards.fourth.text": "Trouver les réponses que vous cherchez.",
    "io.product.deliver": "Fournir plus d'offrir de meilleurs",
    "io.product.scale": "Sur mesure répond à l'échelle.",
    "io.product.cloud": "Avec un environnement d'informatique en nuage et d'un commerce électronique intégrée-lecteur d'outils, il est beaucoup plus facile pour les détaillants et les développeurs à l'échelle des solutions pour des besoins spécifiques.",
    "io.howitworks.appstore": "App Store",
    "io.howitworks.appstore.scale": "Des Solutions à l'échelle",
    "io.howitworks.appstore.solutions": "Faites vos solutions métier disponible à 2.500+ magasins dans 25 pays à travers exclusif de notre canal de distribution.",
    "io.howitworks.abtesting": "A/B Testing",
    "io.howitworks.abtesting.decisions": "Des décisions d'affaires éclairées",
    "io.howitworks.abtesting.tests": "Effectuer des tests sur tous les aspects de votre entreprise pour apprendre ce qui fonctionne le mieux. Utiliser le Test isolé des espaces de travail pour itérer plus rapidement, augmenter les ventes et d'augmenter le taux de conversion.",
    "io.howitworks.storeframework": "Magasin De Cadre",
    "io.howitworks.storeframework.build": "Construire plus vite, mieux se développer",
    "io.howitworks.storeframework.develop": "Réduire le temps de chargement, améliorer la facilité d'utilisation, et de faire le meilleur de SEO. Le développement évolutives des composants avec une solution complète, facile d'utilisation, les outils, vous pouvez construire des magasins plus rapide que jamais.",
    "io.evolution.focus": "Concentrer sur ce qui compte",
    "io.evolution.evolution": "Sans couture de l'évolution.",
    "io.evolution.perspective": "VTEX IO offre un nouveau paradigme pour le cloud de développement de logiciels qui est fortement intégré dans l'environnement où votre code sera exécuté. Ce changement de perspective débloque de nouvelles capacités qui était impossible sur le traditionnel, le modèle de développement local.",
    "io.evolution.vtexio": "VTEX IO",
    "io.evolution.vtexio.description": "C'est notre sans serveur plate-forme de développement, conçu pour vous aider à créer évolutif, prêt à la production d'applications web et ne jamais avoir à se préoccuper de la complexité de l'infrastructure de nouveau.",
    "io.features.title": "De puissants outils de la puissance de votre solutions.",
    "io.features.title.small": "Faire les la plupart hors de votre travail",
    "io.features.cloud": "Fonctionne sur le cloud",
    "io.features.cloud.description": "C'est la fin de l'inadéquation entre le niveau local et les environnements de production. Pas de code s'exécute sur votre ordinateur: La source est synchronisé sur le cloud, où il est construit et déployé en temps réel.",
    "io.features.setupless": "Setupless",
    "io.features.setupless.description": "Pas besoin d'ancien développeur de configuration de l'environnement de plus. Tous vous avez besoin pour commencer la création d'applications est une légère application de console et d'un compte de développeur.",
    "io.features.workspaces": "Les espaces de travail",
    "io.features.workspaces.description": "Instantanée de l'application de déployer et de restauration avec une seule commande. Gérer les différentes versions de vos applications et de tester de nouvelles fonctionnalités dans l'isolement, avec la tranquillité d'esprit dont vous avez besoin pour expérimenter et d'évoluer rapidement.",
    "io.features.serverless": "Sans serveur",
    "io.features.serverless.description": "Notre infrastructure est conçue à l'échelle de votre code en fonction du trafic. CA de la distribution et de la SmartCacheⓇ système garantit une haute performance et à faible latence.",
    "io.startbuilding.title": "Commencer à construire l'avenir du commerce.",
    "io.startbuilding.text": "Créer des applications avec la technologie de pointe, de répondre aux besoins de marques de classe mondiale et d'élargir les possibilités de vente au détail.",
    "io.startbuilding.cta": "DEVENIR UN PARTENAIRE",
    "io.footer.vtex": "L'Accélération Du Commerce De Transformation.",
    "io.footer.pricing": "Prix",
    "io.footer.company": "Société",
    "io.footer.company.carrers": "Carrers",
    "io.footer.company.partnersAWS": "Partenaires AWS",
    "io.footer.company.dmca": "La Politique DMCA",
    "io.footer.company.blog": "Blog",
    "io.footer.resources": "Ressources",
    "io.footer.resources.devdocs": "Développement Docs",
    "io.footer.resources.support": "Soutien",
    "io.footer.resources.announcements": "Annonces",
    "io.footer.resources.releases": "Les communiqués de",
    "io.footer.resources.status": "Statut",
    "io.footer.resources.health": "Vérifier L'État De Santé",
    "io.footer.resources.vtexio": "VTEX IO",
    "io.footer.partners": "Partenaires",
    "io.footer.partners.vtex": "VTEX Partenaires",
    "io.footer.partners.find": "Trouver un partenaire",
    "io.footer.partners.program": "Programme Partenaire",
    "io.footer.partners.appstore": "VTEX App Store",
    "io.faq.page-title": "FAQ - VTEX IO",
    "io.faq.basic-concepts.vtex-vtexio.summary": "Quelle est la différence entre VTEX et VTEX IO?",
    "io.faq.basic-concepts.vtex-vtexio.ans": "",
    "io.faq.migrate.why-v1-no-more.summary": "Pourquoi était-v1 abandonnées?",
    "io.faq.migrate.why-v1-no-more.ans": "",
    "io.faq.migrate.why-migrate.summary": "Pourquoi devrais-je passer à la v2?",
    "io.faq.migrate.why-migrate.ans": "Vous devez mettre à niveau, de sorte que vous avez accès à toute la puissance et les capacités de VTEX IO et de Stocker Cadre, la dernière et la plus grande VTEX a à offrir. Aussi, rester à jour avec chaque nouvelle fonctionnalité, nous développons de façon transparente, comme décrit au https://vtex.io .",
    "io.faq.migrate.advantages-v2.summary": "Quels sont les avantages de l'utilisation de Stocker v2?",
    "io.faq.migrate.advantages-v2.ans": "",
    "io.faq.migrate.unavailable-features.summary": "Existe-il des fonctionnalités qui étaient disponibles dans la v1, mais pas dans la v2?",
    "io.faq.migrate.unavailable-features.ans": "Pour une comparaison entre notre nouveau de la CMS et de notre ancienne, vous pouvez consulter https://vtex.io/store-features .",
    "io.faq.migrate.how-to.summary": "Comment puis-je obtenir commencé avec la migration vers la v2?",
    "io.faq.migrate.how-to.ans": "Actuellement, il n'existe pas un processus automatisé pour migrer un magasin de v1 à v2. Fondamentalement, la face avant a besoin d'être reconstruit à l'aide de notre Magasin de Cadre.",
    "io.faq.create-store.components.summary": "Quels sont les composants qui existent déjà?",
    "io.faq.create-store.components.ans": "Un assez grand nombre! Et de nouvelles sont à venir. Vous pouvez consulter une liste à https://vtex.io/store-features#store-component-apps .",
    "io.faq.create-store.components-functionality.summary": "Vais-je être en mesure de mettre en œuvre des fonctionnalités j'ai besoin d'aide de composants déjà fournis par VTEX ou devrais-je construire mon propre?",
    "io.faq.create-store.components-functionality.ans": "Nous recommandons vivement à tout le monde d'utiliser les éléments déjà fournis par VTEX, car ils offrent déjà un certain degré de personnalisation et sont entièrement pris en charge par le Magasin Cadre de l'équipe. Si vous voulez une nouvelle fonctionnalité que nous n'avons pas encore de support, veuillez consulter notre contribuant lignes directrices de sorte que vous pouvez peut-être ajouter cette fonctionnalité à nos composants et de le rendre disponible à tous (open-source de règles!). ",
    "io.faq.create-store.unsupported.summary": "Ce n'est pas pris en charge par le Magasin de la v2?",
    "io.faq.create-store.unsupported.ans": "Nous ne sommes pas entièrement d'appui (pour l'instant) caractéristiques exclusives pour: les marchés, B2B, la livraison et l'épicerie. Pour le moment, nous n'apporterons pas de modification à nos composants pour qu'ils soutiennent ceux des cas d'utilisation spécifiques.",
    "io.faq.create-store.supported.summary": "Ce qui est pris en charge par le Magasin de la v2?",
    "io.faq.create-store.supported.ans": "Nous prenons en charge toutes les fonctionnalités courantes de base pour les magasins qui vendent des articles qui ne nécessitent pas un grand degré de personnalisation, telles que: la mode, les appareils électroménagers, cosmedics et articles de sport.",
    "io.faq.create-store.to-PR-or-not-to-PR.summary": "Comment puis-je savoir si je dois créer une nouvelle application ou envoyer un PR de faire une application existante mieux?",
    "io.faq.create-store.to-PR-or-not-to-PR.ans": "Nous encourageons tout le monde à contribuer au développement de tous les composants que nous construisons, c'est pourquoi ils sont tous open-source! Découvrez notre contribuant lignes directrices pour une meilleure guide sur comment envoyer de la PR ou de discuter d'une nouvelle fonctionnalité que vous souhaitez mettre en œuvre, ils vivent à: https://github.com/vtex-apps/awesome-io .",
    "io.faq.create-store.component-docs.summary": "Où puis-je trouver de la documentation sur laquelle des accessoires (ou blocs) peuvent être transmises à chaque bloc?",
    "io.faq.create-store.component-docs.ans": "Chaque bloc est exporté par un composant intégré au Magasin le Cadre de l'équipe et de leur documentation vit dans chacun de leurs dépôts GitHub. Vous pouvez consulter notre liste de composants disponibles et les liens pour chaque référentiel à https://vtex.io/store-features#store-component-apps .",
    "io.faq.extend-store-framework.summary": "Comment puis-je étendre les fonctionnalités fournies à partir de la banque Cadre?",
    "io.faq.extend-store-framework.ans": "En raison d'un récent changement dans la façon de VTEX est au traitement de l'extensibilité avec VTEX IO, afin de garantir un soutien de qualité pour chaque client, par VTEX de l'équipe de soutien, les organismes qui n'ont pas de comptes de l'entreprise auront un accès limité aux fonctionnalités d'extensibilité et ne peut publier et installer des applications sur leur VTEX comptes, mais pas de créer des applications d'étendre les fonctionnalités fournies par le Magasin de Cadre.",
    "io.faq.create-front-end-app.already-exists.summary": "Comment puis-je savoir si une application que je veux créer existe déjà?",
    "io.faq.create-front-end-app.already-exists.ans": "",
    "io.faq.create-front-end-app.getting-started.summary": "Comment puis-je commencer à développer avant la fin de l'apps?",
    "io.faq.create-front-end-app.getting-started.ans": "",
    "io.faq.create-front-end-app.how-to-whitelist.summary": "Qu'est-ce que les critères que j'ai besoin de se rencontrer afin d'obtenir dans la liste blanche?",
    "io.faq.create-front-end-app.how-to-whitelist.ans": "",
    "io.faq.create-back-end-app.permission.summary": "Puis-je développer Nœud + GraphQL apps?",
    "io.faq.create-back-end-app.permission.ans": "L'utilisation de Nœud et GraphQL ne seront autorisés qu'à des comptes de l'entreprise, qui souhaitent créer de nouvelles fonctionnalités qui prennent en charge leur développement."
}
