{
    "io.page-title": "VTEX IO",
    "io.navbar.learn": "Aprender",
    "io.navbar.feature-list": "Nossos Componentes",
    "io.navbar.keepup": "Manter-Se",
    "io.navbar.build": "Construir com e / s",
    "io.navbar.faq": "Perguntas frequentes",
    "io.hero.globalbrands": "Criar para marcas globais.",
    "io.hero.resources": "Com direito a recursos em mãos, você vai ajudar a expandir as possibilidades de negócios em todo o mundo.",
    "io.hero.cta": "Construir lojas com e / s",
    "io.hero.partners": "Saiba mais sobre o nosso Programa para Parceiros",
    "io.cards.first.title": "Começar com e / s",
    "io.cards.first.text": "Aprender o básico e começar a construção de aplicativos, extensões e integrações.",
    "io.cards.second.title": "IO Master Class",
    "io.cards.second.text": "Assista vídeos e tire um mergulho profundo em todas as coisas IO: ferramentas, dicas e possibilidades.",
    "io.cards.third.title": "Explore a nossa Componentes",
    "io.cards.third.text": "Explore os componentes que desenvolvemos e explorar a nossa disponíveis e de recursos futuros.",
    "io.cards.fourth.title": "Perguntas Frequentes",
    "io.cards.fourth.text": "Encontre as respostas que você está procurando.",
    "io.product.deliver": "Entregar mais, oferecer melhor",
    "io.product.scale": "Feito sob medida atende escala.",
    "io.product.cloud": "Com um ambiente de nuvem e de um sistema integrado de comércio-unidade conjunto de ferramentas, é muito mais fácil para os varejistas e os desenvolvedores escala de soluções para necessidades específicas.",
    "io.howitworks.appstore": "App Store",
    "io.howitworks.appstore.scale": "Soluções de escala",
    "io.howitworks.appstore.solutions": "Tornar o seu negócio de soluções orientadas disponível para 2.500+ lojas em 25 países, através de nosso exclusivo canal de distribuição.",
    "io.howitworks.abtesting": "O Teste A/B",
    "io.howitworks.abtesting.decisions": "Decisões de negócios embasadas",
    "io.howitworks.abtesting.tests": "Realizar testes em todos os aspectos do seu negócio para saber o que funciona melhor. Use o Teste isolado espaços de trabalho para iterar mais rápido, aumentar as vendas e aumentar as taxas de conversão.",
    "io.howitworks.storeframework": "Loja De Quadro",
    "io.howitworks.storeframework.build": "Construir mais rapidamente, crescem melhor",
    "io.howitworks.storeframework.develop": "Reduzir o tempo de carregamento, melhorar a usabilidade, e fazer o melhor de SEO. Desenvolvimento escalável componentes com uma solução abrangente, fácil de usar conjunto de ferramentas, você pode construir lojas mais rápido do que nunca.",
    "io.evolution.focus": "Foco no que importa",
    "io.evolution.evolution": "Contínua evolução.",
    "io.evolution.perspective": "VTEX IO oferece um novo paradigma para a nuvem de desenvolvimento de software é fortemente integrado com o ambiente onde o seu código irá funcionar. Esta mudança de perspectiva desbloqueia novos recursos que eram impossíveis no tradicional modelo de desenvolvimento local.",
    "io.evolution.vtexio": "VTEX IO",
    "io.evolution.vtexio.description": "É nosso sem servidor da plataforma de desenvolvimento, projetado para ajudar você a criar escalável, prontos para produção de aplicações web, e nunca mais terá que se preocupar com a complexidade da infraestrutura de novo.",
    "io.features.title": "Poderosas ferramentas para melhorar suas soluções.",
    "io.features.title.small": "Fazer o a maioria fora de seu trabalho",
    "io.features.cloud": "Funciona na nuvem",
    "io.features.cloud.description": "É o fim da incompatibilidade entre locais e ambientes de produção. Nenhum código é executado no seu computador: A fonte fica sincronizado na nuvem, onde é construído e implantado em tempo real.",
    "io.features.setupless": "Setupless",
    "io.features.setupless.description": "Não há necessidade de oldfashioned desenvolvedor configuração de ambiente de mais. Tudo o que você precisa para começar a criar aplicativos é um leve aplicativo de console e uma conta de desenvolvedor.",
    "io.features.workspaces": "Espaços de trabalho",
    "io.features.workspaces.description": "Instantânea app implantar e reversão com um único comando. Gerenciar diferentes versões de seus aplicativos e testar novas funcionalidades no isolamento, com a paz de espírito que você precisa para experimentar e evoluir rapidamente.",
    "io.features.serverless": "Sem servidor",
    "io.features.serverless.description": "Nossa infra-estrutura é projetada para a escala de seu código de acordo com o tráfego. CDN distribuição e o SmartCacheⓇ sistema de garantias de alto desempenho e baixa latência.",
    "io.startbuilding.title": "Comece a construir o futuro do comércio.",
    "io.startbuilding.text": "Criar aplicativos com a tecnologia de ponta, atender as necessidades de classe mundial de marcas e expandir as possibilidades de varejo.",
    "io.startbuilding.cta": "TORNE-SE UM PARCEIRO",
    "io.footer.vtex": "Acelerando O Comércio De Transformação.",
    "io.footer.pricing": "Preços",
    "io.footer.company": "Empresa",
    "io.footer.company.carrers": "Carrers",
    "io.footer.company.partnersAWS": "Parceiros da AWS",
    "io.footer.company.dmca": "Política de DMCA",
    "io.footer.company.blog": "Blog",
    "io.footer.resources": "Recursos",
    "io.footer.resources.devdocs": "Desenvolvimento Docs",
    "io.footer.resources.support": "Suporte",
    "io.footer.resources.announcements": "Anúncios",
    "io.footer.resources.releases": "Lançamentos",
    "io.footer.resources.status": "Estado",
    "io.footer.resources.health": "Verificação De Saúde",
    "io.footer.resources.vtexio": "VTEX IO",
    "io.footer.partners": "Parceiros",
    "io.footer.partners.vtex": "VTEX Parceiros",
    "io.footer.partners.find": "Encontrar um parceiro",
    "io.footer.partners.program": "Programa De Parceiros",
    "io.footer.partners.appstore": "VTEX App Store",
    "io.faq.page-title": "FAQ - VTEX IO",
    "io.faq.basic-concepts.vtex-vtexio.summary": "Qual é a diferença entre VTEX e VTEX IO?",
    "io.faq.basic-concepts.vtex-vtexio.ans": "",
    "io.faq.migrate.why-v1-no-more.summary": "Por que foi v1 descontinuado?",
    "io.faq.migrate.why-v1-no-more.ans": "",
    "io.faq.migrate.why-migrate.summary": "Por que eu deveria atualizar para v2?",
    "io.faq.migrate.why-migrate.ans": "Você deve atualizar para que você tenha acesso a todo o poder e as capacidades da VTEX e / s e Armazenamento de Quadro, o mais recente e maior VTEX tem para oferecer. Além disso, manter-se atualizado com todos os novos recursos que desenvolver de uma maneira simples, assim como descrito no https://vtex.io .",
    "io.faq.migrate.advantages-v2.summary": "Quais são as vantagens de utilizar arquivo v2?",
    "io.faq.migrate.advantages-v2.ans": "",
    "io.faq.migrate.unavailable-features.summary": "Existem funcionalidades que estavam disponíveis em v1, mas não em v2?",
    "io.faq.migrate.unavailable-features.ans": "Para uma completa funcionalidade de comparação entre o nosso novo CMS e o nosso antigo, você pode verificar para fora do https://vtex.io/store-features .",
    "io.faq.migrate.how-to.summary": "Como posso começar a migração para v2?",
    "io.faq.migrate.how-to.ans": "Atualmente não há um processo automatizado para migrar de uma loja de v1 para v2. Basicamente, o front-end precisa ser reconstruído usando nossa Loja Framework.",
    "io.faq.create-store.components.summary": "Os componentes que já existe?",
    "io.faq.create-store.components.ans": "Muito poucos! E os novos estão chegando. Você pode conferir uma lista de https://vtex.io/store-features#store-component-apps .",
    "io.faq.create-store.components-functionality.summary": "Será que vou ser capaz de implementar funcionalidades que eu preciso, usando os componentes já fornecida pela VTEX ou devo construir meu próprio?",
    "io.faq.create-store.components-functionality.ans": "Recomendamos fortemente que todos os componentes já fornecida pela VTEX, como eles já oferecem um certo grau de personalização e são totalmente suportados pelo Armazenamento de Quadro de equipe. Se você quiser alguma nova funcionalidade que não suportam ainda, por favor verifique a nossa contribuindo diretrizes, de modo que talvez possa adicionar esta funcionalidade ao nosso veículo e torná-lo disponível para todos (open-source regras!). ",
    "io.faq.create-store.unsupported.summary": "O que não é suportado pela Loja v2?",
    "io.faq.create-store.unsupported.ans": "Nós não suportar totalmente (por agora) características exclusivas de: mercados, B2B, de entrega e de mercearia. Para já, não será de fazer qualquer modificação para nossos componentes para que possam apoiar os casos de uso específicos.",
    "io.faq.create-store.supported.summary": "O que é suportado pela Loja v2?",
    "io.faq.create-store.supported.ans": "Nós oferece suporte a todas as funcionalidades básicas de lojas que vendem itens que não necessitam de um grande grau de personalização, tais como: moda, eletrodomésticos, cosmedics e artigos esportivos.",
    "io.faq.create-store.to-PR-or-not-to-PR.summary": "Como posso saber se devo criar um novo aplicativo, ou enviar um PR para fazer um aplicativo existente melhor?",
    "io.faq.create-store.to-PR-or-not-to-PR.ans": "Nós sempre incentivamos a todos a contribuir para o desenvolvimento de todos os componentes, podemos construir, por isso todos eles são open-source! Confira nossa contribuindo com orientações para uma melhor orientação sobre como enviar que o PR ou discutir um novo recurso que você deseja implementar, eles vivem em: https://github.com/vtex-apps/awesome-io .",
    "io.faq.create-store.component-docs.summary": "Onde posso encontrar documentação sobre o qual adereços (ou blocos) podem ser passadas para cada bloco?",
    "io.faq.create-store.component-docs.ans": "Cada bloco é exportada por um componente construído pela Loja Estrutura da equipe, e sua documentação vive em cada um de seus repositórios do GitHub. Você pode conferir nossa lista de componentes disponíveis e os links para cada repositório https://vtex.io/store-features#store-component-apps .",
    "io.faq.extend-store-framework.summary": "Como posso aumentar o previsto funcionalidades de Armazenamento de Quadro?",
    "io.faq.extend-store-framework.ans": "Devido a uma alteração recente na forma como o VTEX é o tratamento de extensibilidade com VTEX IO, a fim de garantir um apoio de qualidade a todos os clientes pela VTEX equipe de apoio, agências que não têm contas da empresa terão acesso limitado a recursos de extensibilidade e só pode publicar e instalar aplicativos no seu VTEX contas, mas não a criação de aplicativos estendendo as funcionalidades fornecidas pelo Armazenamento de Quadro.",
    "io.faq.create-front-end-app.already-exists.summary": "Como posso saber se um aplicativo quero criar já existe?",
    "io.faq.create-front-end-app.already-exists.ans": "",
    "io.faq.create-front-end-app.getting-started.summary": "Como posso começar a desenvolver o front-end de aplicações?",
    "io.faq.create-front-end-app.getting-started.ans": "",
    "io.faq.create-front-end-app.how-to-whitelist.summary": "Qual é o critério que é necessário cumprir para entrar na lista branca?",
    "io.faq.create-front-end-app.how-to-whitelist.ans": "",
    "io.faq.create-back-end-app.permission.summary": "Posso desenvolver Nó + GraphQL apps?",
    "io.faq.create-back-end-app.permission.ans": "O uso do Nó e GraphQL só será permitido contas da empresa que pretende criar novas funcionalidades que suportam a sua loja de desenvolvimento."
}
